/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "Favorit";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "Type";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "Føj til umærkede sløjfer";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "Tilføje sløjfer fra en anden disk eller partition";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "Hvis disse lydarkiver har et konstant tempo, skal du starte på et nedslag og slutte på et taktslag. De tilpasses projektets tempo, når du hører et eksempel på dem eller føjer dem til et projekt.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "Den valgte lokalitet føjes til dine Umærkede sløjfer. Lydarkiver på denne lokalitet med et konstant tempo, der starter på et nedslag og slutter på et taktslag tilpasses til projektets tempo, når der høres et eksempel på dem eller de føjes til et projekt.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "Annuller";

/* Copy Loops Button */
"Copy to Loops Folder" = "Kopier til sløjfemappe";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "Sløjferne bliver føjet til sløjfebrowseren, så du kan bruge dem i dine sange. Vælg, om Logic skal kopiere sløjferne til mappen Apple Loops eller bruge dem fra deres aktuelle placering.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "Rediger mærker";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Vis i Finder";

/* Debug Menu:Parse loop */
"Parse loop" = "Analyser sløjfe";

/* Descriptors */
"Descriptors" = "Beskrivelser";

/* Genre */
"Genre" = "Genre";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "Føje sløjfer til sløjfebrowseren";

/* Initial Title of the jam pack control */
"All Packs" = "Alle packs";

/* Instrument */
"Instrument" = "Instrument";

/* LoopBrower: two and more items label */
"%ld items" = "%ld emner";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "afspiller sløjfe";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "rigtig sløjfe";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "softwaresløjfe";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "websløjfe";

/* LoopBrowser: one Item label */
"1 item" = "1 emne";

/* LoopBrowser: zero Items label */
"0 items" = "0 emner";

/* Move Loops Button */
"Move to Loops Folder" = "Flyt til sløjfemappe";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "Sløjferne bliver føjet til sløjfebrowseren, så du kan bruge dem i dine sange. Vælg, om Logic skal flytte sløjferne til mappen Apple Loops eller bruge dem fra deres aktuelle placering.";

/* Reference Loops Button */
"Current Location" = "Aktuel placering";

/* Reindex all loops menu item */
"Reindex All Loops" = "Indekser alle sløjfer igen";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "Vælg de sløjfer, du vil se i sløjfebrowseren.";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "Klik for at søge efter sløjfer vha. instrument, genre eller beskrivelse.";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "Vælg, om der skal vises nøgleord til instrumenter, genre eller stemning";

/* accessibility description of the segment that switches to column view */
"column view" = "kolonneoversigt";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "musikalsk knapoversigt";

/* menu item in Recent Search History */
"Clear Search History" = "Ryd søgehistorik";

/* menu item in Recent Search History */
"No recent searches" = "Ingen nylige søgninger";

/* menu title in Recent Search History */
"Recent Searches" = "Seneste søgninger";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "Søg i sløjfer";
